<script setup>
import { Head, Link } from '@inertiajs/vue3';
import BaseLayout from '@/Layouts/Base.vue';
</script>

<template>
    <Head title="Натуральное мыло и косметика" />
    <BaseLayout>
        <!-- about us -->
        <div>
            <div class="flex justify-center bg-slate-100 w-full my-6">
                <div class="flex flex-wrap justify-around w-5/6">
                    <div class="flex flex-col lg:w-1/2">
                        <h2 class="my-5 font-mono text-3xl">О проекте</h2>
                        <p class="font-light tracking-wider mb-5">
                            Козье молоко, мёд, фрукты и овощи, дикорастущие травы, морская соль, глина, хвоя, родниковая вода, оливковое масло холодного отжима, миндальное масло, кунжутное, масло авокадо, кокосовое, какао масло, какао бобы, кофе, овсяная мука – ингредиенты из которых мы делаем мыло и косметику. <br/> <br/>
                            Ассортимент во многом зависит от сезона. Весна – время нежных цветочных ароматов, лето – пора разнотравья, осень – урожайная пора, а значит много овощных и фруктовых соков, зима – согревающие пряности и цитрусы.<br/> <br/>
                            Всё мыло Soul Bathroom проходит период созревания от 4-6 недель до полугода. Косметика, же напротив изготавливается совсем небольшими партиями, практически под заказ. <br/> <br/>
                            Мы стараемся максимально сохранить окружающую природу и придерживаемся принципов экологически чистого производства.<br/> <br/>
                            Поэтому наши бальзамы, скрабы, соли для ванны, суфле и баттеры для тела продаются в стеклянных баночках или алюминиевых контейнерах.
                        </p>
                    </div>
                    <div class="w-96">
                        <img class="object-contain" src="images/aboutUS.jpg" alt="">
                    </div>
                </div>
            </div>
        </div>
        <!-- about us -->
    </BaseLayout>
</template>
